/* Localized versions of Info.plist keys */
//NSLocalizedString(@"main_outline_title_websource",@"-网络资源");

//通用按钮
"btn_tool_width"="73";
"btn_title_install"="Install";
"btn_title_uninstall"="Uninstall";
"btn_title_update"="Update";
"btn_title_new"="New";
"btn_title_add"="Add";
"btn_title_import"="Import";
"btn_title_export"="Export";
"btn_title_delete"="Delete";
"btn_title_refresh"="Refresh";
"btn_title_view"="View";
"btn_title_viewfile"="View Files";
"btn_title_backup"="Backup";
"btn_title_restore"="Restore";
"btn_title_start"="Start";
"btn_title_pause"="Pause";
"btn_title_allyes"="All";
"btn_title_ok" = "OK";
"btn_title_yes"="Yes";
"btn_title_no"="No";
"btn_title_sure"="OK";
"btn_title_cancel"="Cancel";
"btn_title_select"="Select";
"btn_title_reverseselect" = "Invert Selection";
"btn_title_unselect" = "DeSelect";
"btn_title_save"="Save";
"btn_title_edit"="Edit";
"btn_title_modify"="Modify";
"btn_title_copy"="Copy";
"btn_title_open"="Open";
"btn_title_back"="Back";
"btn_title_play"="Play";
"btn_title_share"="Share";
"btn_title_query"="Query";
"btn_title_clear"="Clean";
"btn_title_deletefile"="Delete Files";
"btn_title_keepfile"="Keep Files";
"btn_title_help"="Help";
"btn_title_return"="Return";

"main_menu_device"="Device";
"main_menu_application"="Apps";
"main_menu_wallpaper"="Photos";
"main_menu_ring"="Music";
"main_menu_movie"="Videos";
"main_menu_book"="Books";
"main_menu_infomation"="Infomation";
"main_menu_tool"="Tools";
"main_menu_downlod"="Downloads";

"left_menu_devicecontect"="Detect the device connection";
"left_menu_uncontect"="Not connected";
"left_menu_audiomemo"="Voice Memo";

//页面按钮
"btn_pphelper_title_download"="Downloading";
"btn_pphelper_title_install"="Installing";
"btn_pphelper_title"="PP Market";
"btn_jbpphelper_title"="PP Market";
"btn_fix_title"="Fix Crash";
"btn_fix_title_repair"="Repairing";
"btn_fix_title_success"="Repair success";
"btn_fix_title_fail"="Repair fail";
"btn_clean_title"="Clean";
"btn_appupdate_title"="App update";

"text_title_loading"="Loadding";
"page_text_getdownloadinfo"="Getting task information";
"page_text_deviceapp_filename"="Zb";
"page_text_devicebreak_filename"="Jailbreak";
"page_text_albumname"="PP Album";

"infoview_unconnect_title"="Unconnected devices";
"infoview_unconnect_describe"="Please connect the device!";
"infoview_unconnect_linktext"="Unable to connect?";
"infoview_needjbreak_title"="Not jailbreak";
"infoview_needjbreak_describe"="Sorry,This page need jailbreak to operate!";
"infoview_needjbreak_linktext"="How to Jailbreak?";

//Table Column
"lib_downloading_column_title_name"="Name";
"lib_downloading_column_title_size"="Size";
"lib_downloading_column_title_progress"="Progress";
"lib_downloading_column_title_operation"="Operation";

"lib_downloaded_column_title_name"="Name";
"lib_downloaded_column_title_date"="Create Date";
"lib_downloaded_column_title_size"="Size";
"lib_downloaded_column_title_operation"="Operation";

"lib_applications_column_title_name"="Name";
"lib_applications_column_title_version"="Version";
"lib_applications_column_title_size"="Size";
"lib_applications_column_title_support"="Device/iOS";
"lib_applications_column_title_operation"="Operation";

"lib_updateapplications_column_title_name"="Name";
"lib_updateapplications_column_title_jbreakversion"="Jailbreak Version";
"lib_updateapplications_column_title_appstoreversion"="PP Version";
"lib_updateapplications_column_title_operation"="Operation";

"lib_book_column_title_name"="Name";
"lib_book_column_title_author"="Author";
"lib_book_column_title_style"="Style";
"lib_book_column_title_format"="Format";
"lib_book_column_title_size"="Size";
"lib_book_column_title_operation"="Operation";

"lib_music_column_title_name"="Name";
"lib_music_column_title_time"="Length";
"lib_music_column_title_player"="Player";
"lib_music_column_title_album"="Style";
"lib_music_column_title_quality"="Quality";
"lib_music_column_title_style"="Style";
"lib_music_column_title_size"="Size";
"lib_music_column_title_operation"="Operation";

"lib_ring_column_title_name"="Name";
"lib_ring_column_title_time"="Length";
"lib_ring_column_title_size"="Size";
"lib_ring_column_title_operation"="Operation";

"lib_wallpaper_column_title_other"="Other";

"dev_deviceapp_column_title_name"="Name";
"dev_deviceapp_column_title_version"="Version";
"dev_deviceapp_column_title_programsize"="App Size";
"dev_deviceapp_column_title_documentsize"="Doc Size";
"dev_deviceapp_column_title_operation"="Operation";

"dev_updateapp_column_title_name"="Name";
"dev_updateapp_column_title_size"="Size";
"dev_updateapp_column_title_jbreakversion"="      Jailbreak Version";
"dev_updateapp_column_title_appstoreversion"="      PP Version";
"dev_updateapp_column_title_operation"="Operation";

"dev_music_column_title_name"="Name";
"dev_music_column_title_time"="Length";
"dev_music_column_title_player"="Player";
"dev_music_column_title_recordtime"="Record Time";
"dev_music_column_title_album"="Album";
"dev_music_column_title_style"="Style";
"dev_music_column_title_size"="Size";
"dev_music_column_title_operation"="Operation";

"dev_ring_column_title_name"="Name";
"dev_ring_column_title_time"="Length";
"dev_ring_column_title_size"="Size";
"dev_ring_column_title_operation"="Operation";

"dev_blog_column_title_name"="Name";

"dev_itunes_column_title_name"="Name";

"dev_soundbook_column_title_name"="Name";

"dev_video_column_title_name"="Name";

"dev_tv_column_title_name"="Name";

"dev_musicvideo_column_title_name"="Name";

"dev_book_column_title_name"="Name";
"dev_book_column_title_author"="Author";
"dev_book_column_title_format"="Format";
"dev_book_column_title_category"="Category";
"dev_book_column_title_wordcount"="Word Count";
"dev_book_column_title_size"="Size";
"dev_book_column_title_operation"="Operation";

"dev_file_column_title_name"="Name";
"dev_file_column_title_size"="Size";
"dev_file_column_title_type"="Type";
"dev_file_column_title_createtime"="Create Time";
"dev_file_column_title_modifytime"="Modify Time";

"dev_info_callrecord_column_title_name"="Name";
"dev_info_callrecord_column_title_phone"="Phone";
"dev_info_callrecord_column_title_area"="Area";
"dev_info_callrecord_column_title_time"="Time";
"dev_info_callrecord_column_title_duration"="Length";

"dev_info_sms_column_title_name"="Sms";

"dev_info_calendar_column_title_name"="Calendar";

"dev_info_bookmark_column_title_name"="Name";
"dev_info_bookmark_column_title_url"="URL";

"dev_info_note_column_title_title"="Title";
"dev_info_note_column_title_time"="Time";

"dev_tool_push_column_title_select"="Item";
"dev_tool_push_column_title_appinfo"="App";
"dev_tool_push_column_title_msgcount"="Message Count";

"dev_tool_movieoptim_column_title_name"="Name";
"dev_tool_movieoptim_column_title_date"="Create Time";
"dev_tool_movieoptim_column_title_size"="Size";
"dev_tool_movieoptim_column_title_optimsize"="Optimized Size";
"dev_tool_movieoptim_column_title_state"="State";
"dev_tool_clean_column_title_type"="App";
"dev_tool_clean_column_title_count"="Count";
"dev_tool_clean_column_title_size"="Size";
"dev_tool_clean_column_title_filename"="Name";

"dev_tool_bigfile_column_title_select" = "Select";
"dev_tool_bigfile_column_title_detail" = "Detail";
"dev_tool_bigfile_column_title_filesize" = "File Size";
"dev_tool_bigfile_column_title_modify" = "Modified Date";

//弹出框
"alert_title_common"="Notification";
"alert_title_noprompt"="No longer prompt";
"alert_title_panleselect"="Select";
"alert_message_unconnectdevice"="Not connected devices";
"alert_message_deleteselectedfile"="Delete %@?";
"alert_message_deleteconfirmrecord"="Are you sure delete the selected records?";
"alert_message_deleteconfirm_alumb"="Are you sure delete the selected albums?";
"alert_message_deleteconfirm_photo"="Are you sure delete the selected photos?";
"alert_message_deleteconfirmrecordnum"="Are you sure delete the selected %ld records?";
"alert_message_deleteconfirmcontact"="Are you sure to delete the currently selected contact?";
"alert_message_deleteandfile"="Do you want to delete the selected items?";
"alert_message_deleteselectfiles"="You want to remove the selected %d download tasks?";
"alert_message_deletedirectory"="Delete“%@”,And delete all files/folder?";
"alert_message_deleteselectsdirectory"="Are you sure delete the selected %ld files/folders!";
"alert_message_directoryreplace"="folder“%@”already exist,Replace the folder?";
"alert_message_renamefile"="Rename file name:";
"alert_message_appnewname"="Clone app new name:";
"alert_message_fileuploadfail"="file “%@” upload fail!";
"alert_message_filereplace"="file “%@”already exist,Replace the file?";
"alert_message_fileexits"="file already exists, please re-select!";
"alert_message_andbackupdocument"="Backup documentation?";
"alert_message_photodpimismatching"="Picture resolution and current types do not match, please reselect the %@ resolution pictures!";
"alert_message_nofoundipa"="Did not find the installation files -- %@ !";
"alert_message_clearcacheinfo"="Cache has been cleared successfully!";
"alert_message_checkforupdate"="Detects a new version, do you want to download it now?";
"alert_message_isnewestversion"="Current is the latest version!";
"alert_message_replaceallfile"="Do you want to replace the existing files -- %@?";
"alert_message_setwifidevopen"="Current action is only valid for PPHelper opened a wireless connection, you need to open the device's wireless syncing in iTunes (that is, checked in iTunes “Wi-Fi sync with this iPhone”). \n\n opened after a successful wireless connection, you need to rerun the PPHelper in order to discover the device!";
"alert_message_setwifidevclose"="Current closure of the wireless connection works only for PPHelper, you need to turn off device wireless syncing to iTunes (that is, iTunes does not check the “Wi-Fi sync with this iPhone”), will close the wireless connection";
"alert_message_renamedevicename"="Modify the device name:%@!";
"alert_message_uninstallapp"="Are you uninstall the App?";
"alert_message_selectdeleteitem"="Please select the items to delete!";
"alert_message_selectdeleteapp"="Please select Apps!";
"alert_message_confirmdeleteapp"="Are you Sure delete the selected %ld Apps";
"alert_message_confirmdeleteappone"="Are you Sure delete “%@”?";
"alert_message_downloadpathnoexits"="Download path “%@” does not exist, Please reset the download path!";
"alert_message_backupfail"="backup failed, please try aga!";
"alert_message_callrecordrestore"="Call records restored successfully! please restart device!";
"alert_message_useziprestoretodevice"="Are you confirm the Select backup file to restore to the device?";
"alert_message_useziprestoretodeviceneedrestart"="Are you confirm the Select backup file to restore to your device? \n\n Note: required when finished reboot of the device!";
"alert_message_backupzipformaterror"="Select backup file format error, please try again!";
"alert_message_selectdeleterecord"="Please select the record you want to delete";
"alert_message_syncdevicefail"="Sync to device failure!";
"alert_message_smsbackversionerror"="Select is not in the correct format of the backup file or backup device system version does not match, please try again!";
"alert_message_smsrestore"="Are you confirm the Select backup package to restore to your device? \n\n Note: SMS only supports the same version of system restore, reboot is required after the restore devices!";
"alert_message_smsrestoreresult"="Restore SMS record success! please restart device!";
"alert_message_savecontactsfail"="Modify contact information failed, please try again";
"alert_message_groupinfofail"="Save group information failed, please try again";
"alert_message_needjailbreak"="Sorry, this module requires jailbreak only after operation!";
"alert_message_disimportsysalbum"="Cannot import photos to \"Camera Roll\"!";
"alert_message_disimportcreatealbum"="Cannot import photos to albums created on the device!";
"alert_message_disdeletesysalbum_photo"="Cannot delete the \"Camera Roll \" photos!";
"alert_message_disdeletecreatealbum_photo"="Cannot delete photo albums created on the device!";
"alert_message_disdeletesysalbum"="Cannot delete a system-created photo album!";
"alert_message_disdeletecreatealbum"="Cannot delete device creates photo albums!";
"alert_message_icloud_contact"="Your opened the iCloud contact, the device \"settings,\"->\"iCloud\" turn off contact synchronization";
"alert_message_icloud_calendar"="Your opened the iCloud calendar, the device \"settings,\"->\"iCloud\" close the calendar synchronization";
"alert_message_icloud_bookmark"="You opened the iCloud bookmark synchronization, on device \"settings,\"->\"iCloud\" close the bookmarks synchronization";
"alert_message_icloud_note"="You opened the iCloud note synchronization, on device \"settings,\"->\"iCloud\" close the note synchronization";
"alert_message_versionunderios5"="Sorry,This module does not support IOS5 following versions";
"alert_message_fileexist"="The current file already exists, please re-enter!";
"alert_message_importmediafail"="Import failed, please try again!!";
"alert_message_loadmediafail"="Load failed, please try again!";
"alert_message_filenamerequired"="File name is required!";
"alert_message_needreoperation"="Please re-select";
"alert_message_importphototoalbum"="Due to Apple's restrictions, PPHelper 'PP Photo' are required to import correctly into the 'Camera Roll', after 'PP Photo' is installed on your IOS device operation.";
"alert_message_openppphoto"="Please open your 'PP Photo' on the device and running!";
"alert_message_deletephoto"="Selected photos created on the device are included in the pictures in your photo album, create photo albums cannot be deleted on the device, you want to continue?";
"alert_message_movienopreview"="Video does not support preview!";
"alert_message_operationerror"="Operation fail!";
"alert_message_opensshinfo"="Opening SSH channel success. \n\n you can use IP:localhost; port:%d; user:root password(default): Alpine;Please in the console use \"ssh root@%d\" to log on";
"alert_message_nopushnatation"="Did not push notification needs to be clean!";
"alert_message_selectpush"="Please select push notification to clean!";
"alert_message_clearpushneedlogoff"="Push notification cleaned need to log out of the system, do you want to cleanup?";
"alert_message_clearpushresult"="Push notification cleanup success!";
"alert_message_nomovieneedoptim"="No video needs to be optimized";
"alert_message_selectoptimmovie"="Please choose the videos to optimize！";
"alert_message_selectoptimphoto"="Please choose the photos to optimize！";
"alert_message_nooptimmoviesync"="No videos that need to be synchronized!";
"alert_message_selectsyncmovie"="Please choose the video needs to be synchronized to the device!";
"alert_message_selectrestoreitem"="Select the item that you need to restore";
"alert_message_restoreitemsuccess"="Device information restored successfully";
"alert_message_restoreitemfail"="Device information restored failure";
"alert_message_backupitemsuccess"="Device information backup successfully";
"alert_message_backupselect"="Please select backup items";
"alert_message_backupitemfail"="Device information backup failure";
"alert_message_confirmclearfile"="Are you sure clear the files?";
"alert_message_nofilewithclean"="No files need to be cleaned, Please rescan!";
"alert_message_fileinitfail"="Device information fails to initialize, please reinsert device!";
"alert_message_logoffconfirm"="Do you want to log off the device?";
"alert_message_restartconfirm"="Do you want to restart the device？";
"alert_message_powerconfirm"="Do you want to power off the device？";
"alert_message_sshoperation"="I'm sorry! SSH supports only 1 devices connection operation, leave the device you want to operate other equipment temporarily pulling out!";
"alert_message_sshnotinstall" = "device is not installed OpenSSH, then please install after the operation OpenSSH!";
"alert_message_installafc2"="Detect your device is not installed afc2add patches or ipa patch, the device will not be installed Deb ins and cracked software. \n\n install afc2add steps are as follows:. \n\n1 click the phone into cydia -> “Management” -> “Sources” -> “Edit” -> “Add” -> Enter apt.25pp.com \n\n2. enter just added “25PP Source”, performed \n afc2add ipa IOS7.X patches and patch installation.";
"alert_message_devicerequired"="Device name is required.";
"alert_message_ejectdevice"="Do you want to eject the current device?";
"alert_message_importphotoios8.3"="not support import photos at ios8.3 or above!";
"alert_message_deletephotoios8.3"="not support delete photos at ios8.3 or above!";
"alert_message_backupdocios8.3"="not support simultaneous backup docment at ios8.3 or above,continue?";
"alert_message_itunescdbfailed"="Load iTunesCDB file failed,but doesn't affect the aynchronous  operation of the equipment.It recommended to start repair iTUnes settings so that your operations reflected in iTunes and other software.\nmore detail:\nhttp://bbs.25pp.com/thread-179582-1-1.html";

//Toast
"toast_message_sync_wait"="Wait for the synchronization，left %d tasks!";
"toast_message_itemexitinstask"="Selection already exists in the task queue";
"toast_message_itemaddtotask"="Selection has been added to the list of tasks queue";
"toast_message_addsuccess"="Add success!";
"toast_message_deleteing"="Deleting...";
"toast_message_deletesuccess"="Delete success!";
"toast_message_deletefail"="Delete failed, please try again!";
"toast_message_loadding"="Loading...";
"toast_message_download_progress"="Downloading : %.0f%%";
"toast_message_upload_progress"="Uploading : %.0f%%";
"toast_message_install_progress"="Installing : %.0f%%";
"toast_message_uninstall_progress"="Uninstalling : %.0f%%";
"toast_message_backup_progress"="Backuping : %.0f%%";
"toast_message_savelocal_progress"="Saving to Finder : %.0f%%";
"toast_message_fileupload_progress"="Uploading : %.0f%%";
"toast_message_download_finish"="Download finish...";
"toast_message_upload_finish"="Upload finish...";
"toast_message_importing"="Importing...";
"toast_message_exporting"="Exporting...";
"toast_message_backuping"="Backuping...";
"toast_message_backupfinish"="Backup success!";
"toast_message_saving"="Saving...";
"toast_message_savesuccess"="Successfully saved!";
"toast_message_savefail"="Save failed, please try again!";
"toast_message_restoring"="Restoring...";
"toast_message_restoresuccess"="Restore success!";
"toast_message_restorefail"="Sorry, device restore failed, please try again!\n advised reinsert the device try again!";
"toast_message_deviceinstallinfo"="The device is not jailbreak, Please visit PP resource to download and install!";
"toast_message_loaddetailinfo"="loading App Details...";
"toast_message_taskaddimportitem"="%ld items has been added to the import queue";
"toast_message_selectmusic"="Please select the music to play";
"toast_message_selectring"="Please select the ring to play";
"toast_message_selectmedia"="Please select the media to play";
"toast_message_book_broken"="Book\n %@ are broken and will not be import to device!";

//notification
"notice_title_common"="                Tips";
"notice_title_addinstallitem"="%ld Apps";
"notice_title_needupdate"="%ld Apps need to be Update";
"notice_message_addinstallitem"="Added to the“%@”device queue";
"notice_message_existinstallitem"="Already exist“%@”device queue";
"notice_message_adddownloaditem"="Has been added to the list of downloads";
"notice_message_downfinished"="Download finish!";
"notice_message_installsuccess"="App successfully installed to the“%@”";
"notice_message_installfail"="Install fail : %@";
"notice_message_backupfinished"="Backup finish";
"notice_message_repairsuccess"="App activated success!";
"notice_message_repairfail"="App activated fail!";
"notice_message_activasuccess"="PPHelper(App) is activated success!";
"notice_message_activafailed"="PPHelper(App) is activated fails!";


//页面
"page_text_downloading_downloadinfo"="%@     remaining%@";
"page_text_downloading_pausedownload"="Pause download...";
"page_text_downloading_downloadfail"="Download fail...";
"page_text_downloading_waitdownload"="Waiting download...";
"page_text_downloading_nodownload"="Download management";
"page_text_downloading_infomation"="Speed:%@,Time left:%@";

"page_text_setting_common_title"="Common";
"page_text_setting_common_downloadpath"="Download path:";
"page_text_setting_common_taskcount"="Number of download tasks:";
"page_text_setting_common_downloadspeed"="Speed limit:";
"page_text_setting_common_speed"="kb/s (0 is unlimited speed)";
"page_text_setting_common_nolimitspeed"="Unlimited speed:";
"page_text_setting_common_limitspeed"="Speed limit:";
"page_text_setting_common_panletitle"="Path:";

"page_text_setting_notice_title"="Notifications";
"page_text_setting_notice_downloadnotice"="Start、download finish show notifications";
"page_text_setting_notice_backupnotice"="Start、installation finish, and backup finish show notifications";

"page_text_setting_theme_color" = "Theme";

"page_text_about_title"="About PPHelper";
"page_text_about_versioninfo"="PPHelper For Mac (V%@ beta)";
"page_text_about_copyright"="广州爱禾网络技术有限公司 ©2015";

"page_text_update_toupdate"="To download";
"page_text_update_noupdate"="Don't download";
"page_text_update_ignoreversion"="Ignore this version";


"page_tooltip_home_refreshdevinfo"="Refresh device infomation";
"page_tooltip_home_viewdevinfo"="View detail";
"page_tooltip_home_copydevinfo"="Copy device infomation";
"page_tooltip_home_setwifidev"="Set connect with wifi";
"page_text_home_deviceinfo"="Infomation";
"page_text_home_hotapp"="Hot Apps";
"page_text_home_type"="Type:";
"page_text_home_code"="Code:";
"page_text_home_mode"="Model:";
"page_text_home_isactivate"="Activate:";
"page_text_home_isjailed"="Jailbreak:";
"page_text_home_color"="Color:";
"page_text_home_osversion"="Firmware:";
"page_text_home_phone"="Phone:";
"page_text_home_buydate"="Buy Date:";
"page_text_home_activetedate"="Activte Time:";
"page_text_home_warranty"="Warranty:";
"page_text_home_sellarea"="Sales Area:";
"page_text_home_current"="Battery State:";
"page_text_home_servicenumber"="IMEI:";
"page_text_home_deviceid"="Device ID:";
"page_text_home_systemtotal"="System Capacity";
"page_text_home_systemtotalvalue"="System Capacity:%@";
"page_text_home_systemhaveused"="Used:";
"page_text_home_systemfree"="Free:";
"page_text_home_datatotal"="Data Capacity";
"page_text_home_datatotalvalue"="Data Capacity:%@";
"page_text_home_datavideo"="Video:";
"page_text_home_datamusic"="Music:";
"page_text_home_dataphoto"="Photo:";
"page_text_home_databook"="Book:";
"page_text_home_dataapplication"="App:";
"page_text_home_dataother"="Other:";
"page_text_home_datafree"="Free:";
"page_text_home_iosathfix"="Fix";
"page_text_home_iosathfixing"="Fixing...";
"page_text_home_pphelpertitle"="PPHelper";
"page_text_home_pphelperinstall"="Install";
"page_text_home_pphelperdownloading"="Downloading...";
"page_text_home_pphelperinstalling"="Installing...";
"page_text_home_blockcolor"="Black";
"page_text_home_whitecolor"="White";
"page_text_home_yes"="Yes";
"page_text_home_haveactivate"="Activated";
"page_text_home_unactivate"="Inactive";
"page_text_home_batteryfull"="charged";
"page_text_home_isCharge"="Charging";
"page_text_home_noCharge"="No Charging";
"page_text_home_dateformat"="M-d EEE";
"page_text_home_tooltip_eject"="Eject";
"page_text_home_soft"="Apps";
"page_text_home_game"="Games";
"page_text_home_music"="Music";
"page_text_home_ring"="Rings";
"page_text_home_wallpaper"="Photos";
"page_text_home_update"="Update";
"page_text_home_installed"="Installed";
"page_text_home_allinstall"="Install";
"page_text_home_ipaaddinlist"="%d Apps have been added to the download list";
"page_text_home_downappinfo"="Total %ld hot apps";
"page_text_home_installhelp"="PPHelper App Installation Manual";
"page_text_home_installpptxt1"="Dear,Because Apple account limits,resulting in genuine PPHelper Setup to fail or don't run.";
"page_text_home_installpptxt2"="1,Before installing the device time to August 3, 2014.";
"page_text_home_installpptxt3"="2,After the App is runing normally,enter [date and time] return to set automatically.";
"page_text_home_installdspt"="Installation instructions:";
"page_text_home_installpphelper"="Adjust OK,install Now";

"page_text_libapp_curversion"="Old:";
"page_text_libapp_updateinfo"="New:";
"page_text_libapp_appdetail"="Detail";
"page_text_libapp_ppzbapp"="PP Version";
"page_text_libapp_jpapp"="Jailbreak Version";
"page_text_libapp_appleapp"="Apple Version";
"page_text_libapp_search"="App Search";
"page_text_libapp_apptype"="All Type";
"page_text_libapp_allversion"="All Version";
"page_text_libapp_newest"="Latest Version";
"page_text_libapp_allapp"="All App";
"page_text_libapp_iphoneapp"="iPhone App";
"page_text_libapp_ipadapp"="iPad App";
"page_text_libapp_miniversion"="+";
"page_text_libapp_all"="All";
"page_text_libapp_iphone"="iPhone";
"page_text_libapp_ipad"="iPad";
"page_text_libapp_jbupdate"="Jailbreak version Update";
"page_text_libapp_zbupdate"="PP Version Update";
"page_text_libapp_getupdateinfo"="Getting Update information";
"page_text_libapp_enableprompt" = "Activate Prompt";
"page_text_libapp_updatelist" = "Upgrade List";
"page_text_libapp_ignorelist" = "Ignore List";

"page_text_deviceapp_panletitle"="Select path";
"page_text_deviceapp_record"="%@(data)";
"page_text_deviceapp_backupstart"="Begin backup...";
"page_text_deviceapp_backupready"="Preparing backup...";
"page_text_deviceapp_backupwait"="waiting backup...";
"page_text_deviceapp_backuping"="Backuping...";
"page_text_deviceapp_backupfinish"="Backup finish...";
"page_text_deviceapp_backupfail"="Backup failed --";
"page_text_deviceapp_appinstallstart"="Begin install...";
"page_text_deviceapp_appinstallwait"="Waiting install...";
"page_text_deviceapp_appinstallupload"="Uploading...";
"page_text_deviceapp_appinstalling"="Installing..";
"page_text_deviceapp_appinstallfinish"="Install finish...";
"page_text_deviceapp_appinstallfail"="Install failure --";
"page_text_deviceapp_appinstallrestore"="Restoring documnet...";
"page_text_deviceapp_uninstallstart"="Begin uninstall..";
"page_text_deviceapp_uninstallready"="Preparing uninstall...";
"page_text_deviceapp_uninstallwait"="Waiting Uninstall...";
"page_text_deviceapp_uninstalling"="Uninstalling...";
"page_text_deviceapp_uninstallfail"="Uninstall fail";
"page_text_deviceapp_uninstallfinish"="Uninstall finish...";
"page_text_deviceapp_savetofinder"="Saving...";
"page_text_deviceapp_waiting"="Waiting...";
"page_text_deviceapp_document"="Doc:";
"page_text_deviceapp_app"="App:";
"page_text_deviceapp_loveapp"="A p p s";
"page_text_deviceapp_cloneapp"="App Clone";
"page_text_deviceapp_neterrorandretry"="Network timeout, Click retry!";
"page_text_deviceapp_versoninfo"="New features";
"page_text_deviceapp_notremind"="Don't Remind";
"page_text_deviceapp_restoreremind"="Restore Remind";
"page_text_deviceapp_orderby" = "Sort By";
"page_text_deviceapp_orderbyappsize" = "App Size";
"page_text_deviceapp_orderbydocsize" = "Document size";
"page_text_deviceapp_orderbyname" = "Name Sort";
"page_text_deviceapp_orderbydefault" = "Default Sort";

"page_text_info_contacts_addtogroup"="Add to the gruop";
"page_text_info_contacts_movetogroup"="Move to the gruop";
"page_text_info_contacts_addgroup"="Add Group";
"page_text_info_contacts_allgroup"="All Group";
"page_text_info_contacts_group"="Please enter group name";
"page_text_info_contacts_grouprequired"="Group name is required";
"page_text_info_contacts_grouprepetition"="Group name already exists";
"page_text_info_contacts_grouprename"="Rename Group";
"page_text_info_contacts_groupdelete"="Delete Group";
"page_text_info_contacts_lastname"="Last Name:";
"page_text_info_contacts_department"="Sector:";
"page_text_info_contacts_company"="Company:";
"page_text_info_contacts_firstname"="First Name:";
"page_text_info_contacts_job"="Job:";
"page_text_info_contacts_phone"="Phone";
"page_text_info_contacts_phone_mobile"="Mobile";
"page_text_info_contacts_phone_home"="Home";
"page_text_info_contacts_phone_work"="Work";
"page_text_info_contacts_phone_main"="Main";
"page_text_info_contacts_phone_homefax"="Home Fax";
"page_text_info_contacts_phone_workfax"="Work Fax";
"page_text_info_contacts_phone_otherfax"="Other Fax";
"page_text_info_contacts_phone_pager"="Pager";
"page_text_info_contacts_phone_other"="Other";
"page_text_info_contacts_mail"="Mail";
"page_text_info_contacts_mail_home"="Home";
"page_text_info_contacts_mail_work"="Work";
"page_text_info_contacts_mail_other"="Other";
"page_text_info_contacts_im"="IM";
"page_text_info_contacts_im_home"="Home";
"page_text_info_contacts_im_work"="Wrok";
"page_text_info_contacts_im_other"="Other";
"page_text_info_contacts_web"="Web";
"page_text_info_contacts_web_homepage"="Home Page";
"page_text_info_contacts_web_home"="Home";
"page_text_info_contacts_web_work"="Work";
"page_text_info_contacts_web_other"="Other";
"page_text_info_contacts_address"="Address";
"page_text_info_contacts_address_home"="Home";
"page_text_info_contacts_address_work"="Work";
"page_text_info_contacts_address_other"="Other";
"page_text_info_contacts_date"="Date";
"page_text_info_contacts_date_anniversary"="Anniversary";
"page_text_info_contacts_date_other"="Other";
"page_text_info_contacts_birthday"="Birthday";
"page_text_info_contacts_memo"="Memo";
"page_text_info_contacts_country"="Country";
"page_text_info_contacts_province"="Province";
"page_text_info_contacts_city"="City";
"page_text_info_contacts_postcode"="Post Code";
"page_text_info_contacts_street"="Street";
"page_text_info_contacts_addmore"="More";
"page_text_info_contacts_select"="Select";
"page_text_info_callreocrd_callin"="Call in";
"page_text_info_callreocrd_callout"="Call out";
"page_text_info_callreocrd_allcall"="All";
"page_text_info_subview_nodata"="No data";
"page_tooltip_info_unreadsms"="%ld unread SMS";
"page_text_info_smscopy"="Sms successfully copied!";

"page_text_file_menu_dircreate"="Create new folder";
"page_text_file_menu_importtodir"="Import file/folder";
"page_text_file_menu_dirimport"="Imported into the folder";
"page_text_file_menu_copytofinder"="Copy to Finder";
"page_text_file_menu_detail"="Detail";
"page_text_file_menu_rename"="Rename";
"page_text_file_menu_copytofindernum"="Copy to Finder(%ld files)";
"page_text_file_menu_deletenum"="Delete (%ld files)";
"page_text_file_filecoping"="Copying“%@”";
"page_text_file_fileuploading"="Uploading“%@”";
"page_text_file_filedeleting"="Deleting“%@”";
"page_text_file_directory"="Folder";
"page_text_file_file"="File";
"page_text_file_property_size"="Size";
"page_text_file_property_path"="Path";
"page_text_file_property_createtime"="Create date";
"page_text_file_property_modifytime"="Modify date";
"page_text_file_dircetorycreate"="%@/New folder/";
"page_text_file_dircetorycreatenum"="%@/New folder%d/";
"page_text_file_label_size"="Size:";
"page_text_file_label_location"="Path:";
"page_text_file_label_createtime"="Create date:";
"page_text_file_label_modifytime"="Modify date:";
"page_text_file_listmodel"="List mode";
"page_text_file_tilemodel"="Tile mode";
"page_text_file_inputfilename"="input tag name:";
"page_text_file_setdevicebookmark"="set device tag";
"page_text_file_itemcount"="%ld files";
"page_text_file_search"="File search";

"page_text_photo_album_cameraalbum"="Camera Roll";
"page_text_photo_album_mainalbum"="Photos";
"page_text_photo_album_importphoto"="All the imported photos";
"page_text_photo_album_newimportphoto"="Latest import photos";
"page_text_photo_album_ppalbum"="PP Album";
"page_text_photo_albumrequired"="Album name is required";
"page_text_photo_albuminputname"="Please enter the album name";
"page_text_photo_photocount"="%lu photos";
"page_text_photo_search"="Wallpaper search";
"page_text_photo_support"="Support device";
"page_text_photo_import"="Importing";
"page_text_photo_importprocess"="Importing...(%d/%d)";
"page_text_photo_readyimport"="Ready to import...";
"page_text_photo_importfinish"="Import finish";
"page_text_photo_deletefinish"="Delete finish";
"page_text_photo_shareapend"="Share by PPHelper for mac";
"page_text_photo_sactualsize"="Sactual size";
"page_text_photo_fitsize"="Fit size";

"page_text_music_player"="Unknown player";
"page_text_music_search"="Music search";
"page_text_music_unknownplayer"="Unknown player";
"page_text_music_segmented_all"="All music";
"page_text_music_segmented_album"="Filter by album";
"page_text_music_segmented_artist"="Filter by player";
"page_text_music_musiccount"="%@ music";
"page_text_music_nomusic"="no music";
"page_text_music_playmode_list"="Order";
"page_text_music_playmode_loop"="All repeat ";
"page_text_music_playmode_random"="Shuffle";
"page_text_music_playmode_one"="Repeat once";
"page_text_music_volume_max"="Increase volume";
"page_text_music_volume_min"="Decrease volume";
"page_text_music_addplaylist"="Join playlist";
"page_text_music_playlist"="Playlist";

"page_text_tool_name_base"="General";
"page_text_tool_name_optim"="Optimization";
"page_text_tool_name_system"="System";
"page_text_tool_name_local"="Local";
"page_text_tool_name_firmware"="Firmware";
"page_text_tool_name_imei"="Imei Query";
"page_text_tool_name_ppjailbreak"="PPJailbreak";
"page_text_tool_name_device"="Device";
"page_text_tool_name_backup"="Backup";
"page_text_tool_name_restore"="Restore";
"page_text_tool_name_cleanfile"="Rubbish Clean";
"page_text_tool_name_cleanpush"="Notification Clean";
"page_text_tool_name_photooptim"="Photo Optimization";
"page_text_tool_name_movieoptim"="Video Optimization";
"page_text_tool_name_ringreplace"="Replace Ringtones";
"page_text_tool_name_syslog"="System Log";
"page_text_tool_name_screenshot"="Real Screen";
"page_text_tool_name_ssh"="Open SSH";
"page_text_tool_name_logout"="Logoff";
"page_text_tool_name_restart"="Restart";
"page_text_tool_name_poweroff"="Power Off";
"page_text_tool_name_fixicon"="Repair Icon";
"page_text_tool_name_jailbreak"="JailBreak";
"page_text_tool_name_weixin"="WeChat";
"page_text_tool_name_bigfile"="Scan Big Files";

"page_text_tool_descript_firmware"="Download iOS firmware";
"page_text_tool_descript_imei"="Query device infomation from apple";
"page_text_tool_descript_pphelper"="Install PPHelper App";
"page_text_tool_descript_jbpphelper"="Install PPHelper App";
"page_text_tool_descript_fix"="Fix Crash can't run bug";
"page_text_tool_descript_backup"="Backup device datas";
"page_text_tool_descript_restore"="Restore device data";
"page_text_tool_descript_cleanfile"="Cleaning device's junk files";
"page_text_tool_descript_cleanpush"="Cleaning device's push notification";
"page_text_tool_descript_photooptim"="Optimize photo roll capacity size";
"page_text_tool_descript_movieoptim"="Compress video files to free space";
"page_text_tool_descript_ringreplace"="Replace iOS default Ringtones";
"page_text_tool_descript_syslog"="View real-time device's run log";
"page_text_tool_descript_screenshot"="Real-time display screen shot";
"page_text_tool_descript_ssh"="Allows you to SSH protocol remote IOS devices";
"page_text_tool_descript_logout"="Logoff the device";
"page_text_tool_descript_restart"="Restart the device";
"page_text_tool_descript_poweroff"="Power off the device";
"page_text_tool_descript_fixicon"="Repair plug-in app icon problems";
"page_text_tool_descript_jailbreak"="Enjoy unlimited wonderful after jailbreak";
"page_text_tool_descript_weixin"="Manage WeChat chats";

"page_text_tool_imei_imei"="IMEI:";
"page_text_tool_imei_serialnumber"="Serial Number:";
"page_text_tool_imei_devicename"="Device Name:";
"page_text_tool_imei_active"="Active State:";
"page_text_tool_imei_phonesupport"="Phone Support:";
"page_text_tool_imei_warranty"="Warranty:";
"page_text_tool_imei_madearea"="Made Area:";
"page_text_tool_imei_medadate"="Meda Date:";
"page_text_tool_imei_networkerror"="Network connection error!";
"page_text_tool_imei_expired"="Expired";
"page_text_tool_imei_imeierror"="IMEI/Serial number error:%@";
"page_text_tool_imei_imeiinvalid"="IMEI/Serial number invalid:%@";
"page_text_tool_imei_to"="-";
"page_text_tool_imei_help1"="Device serial number：";
"page_text_tool_imei_help2"="Settings>General>About";
"page_text_tool_imei_detail"="PPHelper Apple serial number query was a mutual platform created for Apple users, now PPHelper fruit powder query tool is designed to help users understand their Apple device serial number information to assist Apple fans to identify those who will buy Apple equipment renovation! and knowing the model number of the product, date and sales, warranty and other Apple information";

"page_text_tool_ssh_open"="Open SSH";
"page_text_tool_ssh_close"="Close SSH";
"page_text_tool_screen_title"="Real Screen";
"page_text_tool_syslog_title"="System Log";
"page_text_tool_movieoptim_describe"="Optimize compression video size,quick-release phone space";
"page_text_tool_movieoptim_start"="Start";
"page_text_tool_movieoptim_load"="Loading";
"page_text_tool_movieoptim_movieinfo"="%ld video,size:%@,expects the optimized size:%@,free space:%@";
"page_text_tool_movieoptim_nomovieneedoptim"="No need to optimize the video!";
"page_text_tool_movieoptim_optiming"="Optimizing";
"page_text_tool_movieoptim_optimfail"="Optimization failure";
"page_text_tool_movieoptim_optimsuccess"="Optimization success,new size";
"page_text_tool_movieoptim_syncdevice"="Synchronized";
"page_text_tool_movieoptim_optimfinish"="Video optimization complete,synchronized to device";
"page_text_tool_movieoptim_optimresult"="Optimized %ld videos %@,optimized size:%@,free:%@,Please sync to device";
"page_text_tool_movieoptim_cancelsync"="Cancel";
"page_text_tool_movieoptim_syncfinish"="Synchronization complete,free space %@";
"page_text_tool_movieoptim_cancel"="Cancelled";
"page_text_tool_movieoptim_labsyncfinish"="Video synchronization complete";
"page_text_tool_movieoptim_reoptim"="Optimization again";
"page_text_tool_movieoptim_optimend"="Optimized %d videos,free space:%@";
"page_text_tool_movieoptim_downloadfinish"="Download finish,Wait optimization";
"page_text_tool_movieoptim_download"="Downloading";
"page_text_tool_movieoptim_syncing"="Synchronizing";
"page_text_tool_movieoptim_optiming"="Optimizing";
"page_text_tool_photooptim_describe"="Optimize the photo size,quick-release phone space";
"page_text_tool_photooptim_start"="Start";
"page_text_tool_photooptim_optimplan"="%ld photos,size:%@,expects the optimized size:%@,free:%@";
"page_text_tool_photooptim_nooptimphoto"="No need to optimize the photo!";
"page_text_tool_photooptim_selectphoto"="Please select photos need to be synchronized to the device!";
"page_text_tool_photooptim_selectphotooptim"="Please choose need to optimize photos!";
"page_text_tool_photooptim_cancelsync"="Cacel";
"page_text_tool_photooptim_optiming"="Optimizing";
"page_text_tool_photooptim_optimfinish"="Photo optimization is complete, please sync to device";
"page_text_tool_photooptim_optimresult"="Optimized %ld photos,size:%@,optimized size:%@,free:%@,Please sync to device";
"page_text_tool_photooptim_syncdevice"="Synchronized";
"page_text_tool_photooptim_needsync"="Photo optimization is complete, please sync to device!";
"page_text_tool_photooptim_syncstate"="Synchronizing(%d/%ld)%@      Free space:%@";
"page_text_tool_photooptim_syncfinish"="Photo synchronization completed";
"page_text_tool_photooptim_optimend"="Optimized %ld photos,Free device space:%@";
"page_text_tool_photooptim_reoptim"="Optimize again";
"page_text_tool_photooptim_preoptim"="Optimizing ago:";
"page_text_tool_photooptim_optimed"="Expected after optimization:";
"page_text_tool_photooptim_optimfree"="free %.0f%%";
"page_text_tool_photooptim_step1" = "Select";
"page_text_tool_photooptim_step2" = "Optimization";
"page_text_tool_photooptim_step3" = "Confirm";
"page_text_tool_photooptim_step4" = "sync";
"page_text_tool_item_contact"="Contact";
"page_text_tool_item_callrecord"="Call Record";
"page_text_tool_item_sms"="Sms";
"page_text_tool_item_calendar"="Calendar";
"page_text_tool_item_bookmark"="Bookmark";
"page_text_tool_item_note"="Note";
"page_text_tool_restore_select"="Please select the item be restore";
"page_text_tool_restore_fileselect"="Select backup file";
"page_text_tool_restore_restore"="Restore";
"page_text_tool_restore_devicedata"="Restoring device data";
"page_text_tool_restore_contact"="Restoring contact";
"page_text_tool_restore_callrecord"="Restoring call record";
"page_text_tool_restore_sms"="Restoring sms";
"page_text_tool_restore_calendar"="Restoring calendar";
"page_text_tool_restore_bookmark"="Restoring bookmark";
"page_text_tool_restore_note"="Restoring note";
"page_text_tool_backup_select"="Please select the item be backed up";
"page_text_tool_backup_devicedata"="Backing up device data";
"page_text_tool_backup_contact"="Backing up contact";
"page_text_tool_backup_callrecord"="Backing up call record";
"page_text_tool_backup_sms"="Backing up sms";
"page_text_tool_backup_calendar"="Backing up calendar";
"page_text_tool_backup_bookmark"="Backing up bookmark";
"page_text_tool_backup_note"="Backing up note";


"page_text_tool_clean_title_appcache"="App's caches";
"page_text_tool_clean_title_appcookie"="App's cookies";
"page_text_tool_clean_title_apptemp"="App's temp files";
"page_text_tool_clean_title_safaricache"="Safari's caches";
"page_text_tool_clean_title_safarihistory"="Safari's historys";
"page_text_tool_clean_title_appbug"="App's Crash records";
"page_text_tool_clean_title_installfail"="Failed installation file";
"page_text_tool_clean_title_rarfail"="Compression error documents";
"page_text_tool_clean_describe_appcache"="Cleanup App download pictures,video,audio and other cache files";
"page_text_tool_clean_describe_appcookie"="Cleanup cookie and script files record user information";
"page_text_tool_clean_describe_apptemp"="Cleanup App run-time generated temporary files";
"page_text_tool_clean_describe_safaricache"="Cleanup of Safari cache files";
"page_text_tool_clean_describe_safarihistory"="Cleanup of Safari history files";
"page_text_tool_clean_describe_appbug"="Cleanup Apps in use and the crash log file";
"page_text_tool_clean_describe_installfail"="Cleanup App failed to install the iOS system file";
"page_text_tool_clean_describe_rarfail"="Cleanup Apps compression error document";
"page_text_tool_clean_selectitem"="Please select the items for scanning cleanup!";
"page_text_tool_clean_scaning"="Scaning";
"page_text_tool_clean_cleaning"="Cleaning";
"page_text_tool_clean_hidden"="Hidden";
"page_text_tool_clean_sysspace"="System";
"page_text_tool_clean_dataspace"="Data";
"page_text_tool_clean_freespace"="Free";
"page_text_tool_clean_describe"="Clean up junk files in your phone,keep the phone running fast";
"page_text_tool_clean_count"="Count:";
"page_text_tool_clean_space"="Size:";
"page_text_tool_clean_time"="Time:";
"page_text_tool_clean_start"="Start";
"page_text_tool_clean_skip"="Skip";
"page_text_tool_clean_history1"="Have cleaned up";
"page_text_tool_clean_history2"=" junk files";
"page_text_tool_clean_recommend"="Recommend regular cleaning junk files generated by Apps running";
"page_text_tool_clean_stopscan"="Stop";
"page_text_tool_clean_clean"="Clean";
"page_text_tool_clean_rescan"="Rescan";
"page_text_tool_clean_stopclean"="Stop";
"page_text_tool_clean_scanagain"="Scan again";

"page_text_tool_bigfile_scanfinish"="Scan Finish";
"page_text_tool_bigfile_cleanfinish"="Clean Finish";
"page_text_tool_bigfile_filecleanfinish"="File clean finish";
"page_text_tool_bigfile_cleanconfirm"="Make sure the file is not valid after a delete operation!";
"page_text_tool_bigfile_title"="Scans large files on the device";
"page_text_tool_bigfile_subtitle"="Not enough space? To see which files are taking up space on the device！";


"page_text_tool_ring_play"="Play";
"page_text_tool_ring_replace"="Replace";
"page_text_tool_ring_restore"="Restore";
"page_text_tool_ring_replacering"="Are you sure you want to replace the current ringtone?";
"page_text_tool_ring_replaceringsuccess"="Ringtones replace success";
"page_text_tool_ring_replaceringfail"="Ringtones replace failed, please try again!";
"page_text_tool_ring_ringnoexist"="Backup ringtone file does not exist, can not be restored!";
"page_text_tool_ring_replaceringconfirm"="You sure you want to restore the current ringtone?";


"page_text_user_name"="User:";
"page_text_user_password"="Password:";
"page_text_user_loginerror1"="User name does not match rules";
"page_text_user_loginerror2"="User name does not match rules";
"page_text_user_loginerror3"="The user name does not exist";
"page_text_user_loginerror4"="User name already exists";
"page_text_user_loginerror5"="Password Verify error";
"page_text_user_loginerror6"="The user is prohibited to log on";
"page_text_user_loginerror7"="Login failed,error type";
"page_text_user_appname"="PPHelper";
"page_text_user_login"="Login";
"page_text_user_register"="Sign up";
"page_text_user_loveapp"="Favorite";
"page_text_user_downhistory"="Download History";
"page_text_user_logoff"="Logoff";

"page_text_subview_downresource"="View PP resources";
"page_text_subview_downipa"="View PP resources to download apps";
"page_text_subview_downmusic"="View PP resources to download music";
"page_text_subview_downwallpaper"="View PP resources to download wallpaper";
"page_text_subview_downphonering"="View PP resources to download ring";
"page_text_subview_downsmsring"="View PP resources to download ring";
"page_text_subview_downvideo"="View PP resources";
"page_text_subview_downbook"="View PP resources";
"page_text_subview_downnodata"="List is empty";
"page_text_subview_video"="Add videos to facilitate the importand management";
"page_text_subview_book"="Add books to facilitate the importand management";

"page_text_common_update"="Update";
"page_text_common_application"="Apps";
"page_text_common_music"="Music";
"page_text_common_ring"="Rings";
"page_text_common_wallpaper"="Photos";
"page_text_common_book"="Books";
"page_text_common_file"="Files";
"page_text_common_video"="Videos";
"page_text_common_auth"="Authorization";
"page_text_common_day"="days";
"page_text_common_dayago"="%d days ago";
"page_text_common_hour"="hours";
"page_text_common_hourago"="%d hours ago";
"page_text_common_minute"="minutes";
"page_text_common_minuteago"="%d minutes ago";
"page_text_common_second"="seconds";
"page_text_common_just"="just";
"page_text_common_dateformat"="yyyy-MM-dd";
"page_text_common_mouthformat"="MM-dd";

// 下载路径
"download_path_pphelper" = "PP Download";
"download_path_application" = "App";
"download_path_music" = "Music";
"download_path_ring" = "Ring";
"download_path_wallpaper" = "Photo";
"download_path_book" = "Book";
"download_path_video" = "Video";

"operation_need_network" = "Please check the network connection status!";

//图片浏览器
"confirm_delete_from_device" = "Confirm delete this photo form device?";

"file_does_not_exit" = "File does not exist!";
"open_file_in_finder" = "Open the file in Finder";

//编辑音乐信息
"edit_music_info" = "Edit info";
"edit_music_info_not_support" = "This format does not support editing";

